[{"id":2,"title":"Testing with the README jawns","attendees":"me ","old_business":"none","new_business":"none","notes":"none","created_at":"2016-11-09T21:29:15.818Z","updated_at":"2016-11-09T21:29:15.818Z","created_by":"michaelmcain@me.com","committee_id":19},{"id":3,"title":"blah","attendees":"you me and RJ","old_business":"none","new_business":"none","notes":"notes","created_at":"2016-11-10T23:51:42.265Z","updated_at":"2016-11-10T23:51:42.265Z","created_by":"michaelmcain@me.com","committee_id":4},{"id":213,"title":"Hammes-Davis Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Kickstarter small batch shoreditch occupy scenester kitsch microdosing. Gluten-free kogi typewriter. Raw denim pour-over before they sold out paleo vice disrupt heirloom. Actually portland vinegar put a bird on it flannel yuccie +1 pitchfork.","new_business":"Artisan pitchfork pinterest ennui venmo pbr\u0026b selfies williamsburg. Polaroid marfa williamsburg thundercats letterpress bitters. Tacos sartorial paleo 3 wolf moon leggings beard.","notes":"Messenger bag tattooed gluten-free asymmetrical cold-pressed. Cliche literally tilde 3 wolf moon franzen. Hashtag skateboard whatever master kinfolk. Slow-carb literally fixie polaroid shabby chic master. Pork belly migas wayfarers poutine art party bitters waistcoat.","created_at":"2016-11-03T21:32:28.095Z","updated_at":"2016-11-09T21:15:42.278Z","created_by":null,"committee_id":11},{"id":210,"title":"Keebler, Deckow and Langosh Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Vhs skateboard yuccie neutra occupy. Authentic chambray blue bottle swag. Godard iphone freegan twee ramps paleo. Salvia trust fund irony yr brunch poutine tacos.","new_business":"Hashtag kombucha fap flexitarian williamsburg truffaut plaid. Truffaut next level vhs twee letterpress blue bottle readymade flannel. Wes anderson leggings godard.","notes":"Green juice blog sustainable whatever butcher locavore. Craft beer small batch lumbersexual quinoa wes anderson jean shorts pork belly tumblr. Single-origin coffee locavore paleo.","created_at":"2016-11-03T21:32:28.047Z","updated_at":"2016-11-09T21:17:17.357Z","created_by":null,"committee_id":6},{"id":212,"title":"Osinski-Hickle Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Drinking cronut disrupt sriracha vinegar single-origin coffee distillery bushwick. Waistcoat whatever before they sold out chicharrones kickstarter. Carry migas cold-pressed heirloom pabst.","new_business":"Chartreuse crucifix dreamcatcher selfies. Helvetica everyday gentrify mustache kitsch seitan small batch pbr\u0026b. Normcore humblebrag artisan gluten-free bitters meditation cray thundercats. Cronut scenester gastropub tacos keytar.","notes":"Mlkshk franzen knausgaard polaroid. Loko health pitchfork tattooed cray. Next level umami microdosing sriracha.","created_at":"2016-11-03T21:32:28.052Z","updated_at":"2016-11-09T21:17:17.362Z","created_by":null,"committee_id":17},{"id":208,"title":"Windler Group Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Truffaut mixtape you probably haven't heard of them. Chia vegan raw denim tilde next level literally. Chia organic austin seitan semiotics taxidermy try-hard selvage. Seitan actually pabst cronut 3 wolf moon godard portland microdosing. Yolo organic small batch blog selfies pork belly sartorial.","new_business":"Five dollar toast leggings freegan listicle cred skateboard. Twee chillwave wolf mumblecore before they sold out trust fund thundercats. Pickled portland gluten-free. Lo-fi umami twee plaid truffaut vhs helvetica deep v.","notes":"Lomo salvia put a bird on it lo-fi tacos. Chartreuse goth salvia leggings. Pickled waistcoat photo booth.","created_at":"2016-11-03T21:32:28.042Z","updated_at":"2016-11-09T21:17:17.364Z","created_by":null,"committee_id":12},{"id":209,"title":"D'Amore, Botsford and Breitenberg Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Chillwave ramps you probably haven't heard of them deep v swag vhs. Gluten-free helvetica swag truffaut twee crucifix. Five dollar toast blue bottle +1 yr selfies freegan.","new_business":"Cleanse kickstarter chillwave 90's five dollar toast microdosing umami. Yuccie yolo small batch stumptown cardigan vhs selfies authentic. Biodiesel green juice dreamcatcher cred intelligentsia heirloom.","notes":"Ugh kogi pinterest loko iphone. Stumptown slow-carb marfa meditation. Tumblr gentrify fingerstache keffiyeh vinegar sustainable organic craft beer.","created_at":"2016-11-03T21:32:28.045Z","updated_at":"2016-11-09T21:17:17.366Z","created_by":null,"committee_id":6},{"id":211,"title":"Langosh, Beer and O'Hara Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Blog trust fund cold-pressed. Wes anderson heirloom farm-to-table mixtape pbr\u0026b yr mumblecore quinoa. Fingerstache umami lomo cray crucifix kitsch lumbersexual.","new_business":"Art party actually keffiyeh stumptown crucifix pbr\u0026b. Freegan cray beard fixie. Typewriter vhs hammock chicharrones marfa street. Portland flexitarian flannel knausgaard heirloom put a bird on it carry.","notes":"Ethical lomo cred readymade etsy austin freegan. Brooklyn 8-bit raw denim freegan shabby chic readymade chillwave. Mumblecore ethical sustainable bespoke.","created_at":"2016-11-03T21:32:28.049Z","updated_at":"2016-11-09T21:17:17.368Z","created_by":null,"committee_id":3},{"id":214,"title":"Reichert LLC Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Fingerstache brunch +1 stumptown. Fashion axe master trust fund franzen hoodie waistcoat. Ennui tote bag gluten-free microdosing chicharrones bicycle rights tacos.","new_business":"Semiotics street shabby chic salvia pour-over marfa. Asymmetrical bicycle rights schlitz. Flexitarian migas kinfolk pickled distillery. Venmo narwhal yuccie fixie.","notes":"Flannel goth street farm-to-table flexitarian. Next level you probably haven't heard of them hashtag celiac. Aesthetic yuccie bitters.","created_at":"2016-11-03T21:32:28.113Z","updated_at":"2016-11-09T21:17:17.372Z","created_by":null,"committee_id":4},{"id":215,"title":"Block Group Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Carry kickstarter typewriter sartorial blog listicle. Goth raw denim sustainable shabby chic austin fap. Taxidermy banjo try-hard intelligentsia.","new_business":"Letterpress meh venmo yolo cardigan raw denim. Tofu five dollar toast bicycle rights seitan before they sold out godard. Marfa ennui beard. Sustainable knausgaard banh mi.","notes":"Salvia keffiyeh selfies. Lumbersexual irony small batch. Cornhole sriracha truffaut shabby chic. Kogi 90's direct trade bespoke paleo pabst. Pitchfork gluten-free green juice kogi.","created_at":"2016-11-03T21:32:28.116Z","updated_at":"2016-11-09T21:17:17.374Z","created_by":null,"committee_id":20},{"id":219,"title":"Adams, Eichmann and Howell Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"8-bit direct trade pop-up everyday kale chips austin lumbersexual. Organic +1 cardigan small batch butcher hashtag. Next level thundercats pug fap celiac park cray cronut. Small batch kale chips bicycle rights austin photo booth hashtag tofu. Fanny pack yr shoreditch farm-to-table raw denim meh godard.","new_business":"Selfies humblebrag ennui. Umami wayfarers venmo typewriter celiac normcore waistcoat kombucha. Brunch +1 locavore. Wolf post-ironic tacos mumblecore drinking godard twee fashion axe.","notes":"Gluten-free art party 90's schlitz tofu umami. Celiac carry lo-fi. Church-key viral mumblecore everyday irony wes anderson.","created_at":"2016-11-03T21:32:28.129Z","updated_at":"2016-11-09T21:17:17.377Z","created_by":null,"committee_id":12},{"id":220,"title":"Zemlak, Grant and Bernhard Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Tote bag readymade kale chips raw denim heirloom beard. Keffiyeh wayfarers aesthetic mlkshk 3 wolf moon. Austin bespoke artisan.","new_business":"Pitchfork lumbersexual artisan tote bag williamsburg echo tilde whatever. Freegan helvetica ethical. 8-bit diy heirloom church-key marfa try-hard. Selfies bespoke cred yolo cornhole. Beard small batch 8-bit polaroid five dollar toast disrupt.","notes":"Ennui scenester green juice deep v dreamcatcher 3 wolf moon raw denim. Ramps 3 wolf moon marfa kombucha sustainable microdosing. Pug leggings meggings pitchfork chartreuse. Swag hammock disrupt biodiesel kogi pork belly. Vegan chillwave dreamcatcher fap.","created_at":"2016-11-03T21:32:28.132Z","updated_at":"2016-11-09T21:17:17.379Z","created_by":null,"committee_id":18},{"id":221,"title":"Zemlak-Hammes Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Cold-pressed occupy skateboard cred schlitz knausgaard helvetica pinterest. Chicharrones blue bottle you probably haven't heard of them. Chicharrones fingerstache listicle. Artisan listicle yolo. Offal carry fanny pack.","new_business":"Vinegar narwhal pour-over. Lomo distillery tattooed kombucha next level viral. Schlitz austin etsy everyday put a bird on it raw denim. Kickstarter taxidermy yolo salvia organic pickled.","notes":"Pop-up pour-over banh mi pickled microdosing biodiesel health literally. Knausgaard sustainable poutine migas. Venmo actually pug typewriter beard chicharrones iphone. Jean shorts brooklyn knausgaard blue bottle small batch kickstarter wes anderson.","created_at":"2016-11-03T21:32:28.134Z","updated_at":"2016-11-09T21:17:17.382Z","created_by":null,"committee_id":11},{"id":222,"title":"Nikolaus-Blanda Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Fixie cornhole disrupt cred put a bird on it chia kombucha. Try-hard chicharrones put a bird on it yolo everyday gastropub. Jean shorts cred loko keffiyeh. Echo yolo paleo. Williamsburg vinyl sartorial scenester.","new_business":"Irony kitsch meditation pitchfork fanny pack leggings freegan. Sustainable poutine portland xoxo. Tofu bitters squid pickled meditation. Readymade cray food truck church-key. Food truck salvia deep v.","notes":"Cold-pressed echo cronut forage portland raw denim tumblr. Vegan banjo knausgaard fingerstache hammock taxidermy. Mustache tumblr vhs tacos migas gastropub. Lomo franzen photo booth banjo brooklyn. Cardigan ramps goth humblebrag truffaut heirloom knausgaard mumblecore.","created_at":"2016-11-03T21:32:28.137Z","updated_at":"2016-11-09T21:17:17.384Z","created_by":null,"committee_id":15},{"id":223,"title":"Herzog, Oberbrunner and Lang Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Vhs literally before they sold out street bicycle rights whatever neutra. Portland single-origin coffee pug heirloom craft beer. Truffaut pitchfork everyday migas knausgaard park. Meggings twee occupy mixtape. Irony kitsch occupy tumblr.","new_business":"Xoxo tumblr synth lomo stumptown. Before they sold out kombucha food truck quinoa lomo vice bushwick 8-bit. Quinoa crucifix gentrify asymmetrical. Kitsch austin polaroid photo booth tilde art party kombucha. Tote bag umami gluten-free fixie park waistcoat marfa.","notes":"Yr xoxo 90's scenester. Schlitz readymade kale chips squid vice heirloom everyday sriracha. Ethical chillwave quinoa cronut retro lomo aesthetic. Single-origin coffee pork belly green juice mixtape waistcoat flexitarian.","created_at":"2016-11-03T21:32:28.153Z","updated_at":"2016-11-09T21:17:17.386Z","created_by":null,"committee_id":8},{"id":217,"title":"Stracke-Haag Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Chambray five dollar toast kogi forage quinoa try-hard. Blue bottle echo crucifix actually church-key hoodie polaroid. Cardigan distillery next level neutra venmo selvage carry brooklyn.","new_business":"Irony taxidermy plaid. Lumbersexual loko ugh tofu fashion axe 90's celiac. Yuccie distillery freegan heirloom before they sold out art party. Pug single-origin coffee tilde ethical quinoa.","notes":"Williamsburg biodiesel keytar heirloom seitan beard post-ironic pbr\u0026b. Mlkshk sustainable everyday. Plaid deep v 3 wolf moon portland williamsburg mustache bicycle rights. Mumblecore scenester hammock franzen small batch.","created_at":"2016-11-03T21:32:28.124Z","updated_at":"2016-11-09T21:17:17.389Z","created_by":null,"committee_id":3},{"id":218,"title":"Schuster, Smith and Bashirian Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Bitters hella gluten-free twee vinegar. Freegan try-hard trust fund leggings roof vinegar meditation blog. Beard sriracha crucifix.","new_business":"Lomo mustache readymade 3 wolf moon diy xoxo. Pork belly next level helvetica mustache pitchfork pbr\u0026b fixie hella. Thundercats pickled master pork belly photo booth chicharrones. Cleanse listicle helvetica fanny pack mumblecore chartreuse neutra ethical. Everyday before they sold out biodiesel tofu venmo goth kitsch.","notes":"Tote bag trust fund neutra. Organic celiac asymmetrical. Tumblr health direct trade humblebrag austin cardigan.","created_at":"2016-11-03T21:32:28.127Z","updated_at":"2016-11-09T21:17:17.391Z","created_by":null,"committee_id":8},{"id":231,"title":"Brown-Murphy Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Godard green juice cred beard shoreditch chia. Portland pop-up artisan cleanse truffaut mustache. Bushwick letterpress disrupt.","new_business":"Plaid banh mi gluten-free freegan tumblr selfies ramps offal. Fanny pack xoxo messenger bag. Chia carry tacos park. Keffiyeh seitan iphone gluten-free.","notes":"Roof ramps pug readymade. Hashtag butcher artisan narwhal gluten-free. Poutine yolo lo-fi beard chicharrones craft beer.","created_at":"2016-11-03T21:32:28.217Z","updated_at":"2016-11-09T21:12:33.472Z","created_by":null,"committee_id":7},{"id":225,"title":"Graham, Kihn and Reynolds Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Roof distillery brunch fingerstache microdosing waistcoat. Art party diy mustache kale chips. Photo booth xoxo celiac whatever leggings tilde single-origin coffee austin. Lomo bushwick five dollar toast ethical goth letterpress mlkshk banh mi.","new_business":"Kinfolk etsy post-ironic venmo swag tilde mustache. Flannel echo fingerstache fanny pack normcore park chambray farm-to-table. Listicle hella gentrify pork belly kitsch. Tote bag aesthetic waistcoat. Blue bottle pour-over lumbersexual banh mi seitan tumblr put a bird on it disrupt.","notes":"Lo-fi fap vegan tousled gentrify marfa. Carry biodiesel before they sold out tote bag synth. Tumblr ethical selfies you probably haven't heard of them park taxidermy deep v. Banh mi mlkshk intelligentsia twee flannel vhs mixtape gastropub.","created_at":"2016-11-03T21:32:28.161Z","updated_at":"2016-11-09T21:17:17.393Z","created_by":null,"committee_id":8},{"id":226,"title":"Bednar, Wiza and Nikolaus Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Master next level pinterest. Retro vice migas venmo tacos. Shabby chic normcore gastropub.","new_business":"Sartorial taxidermy gentrify swag pour-over direct trade. Taxidermy truffaut blog. Distillery vinegar raw denim. Sustainable mixtape forage occupy distillery skateboard kale chips.","notes":"Intelligentsia you probably haven't heard of them echo wayfarers. Etsy vinegar yr cronut celiac plaid. Tacos carry xoxo hammock fanny pack schlitz brooklyn. Vinyl bicycle rights fanny pack. Diy lomo bushwick.","created_at":"2016-11-03T21:32:28.164Z","updated_at":"2016-11-09T21:17:17.395Z","created_by":null,"committee_id":11},{"id":227,"title":"Kuvalis Group Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Vinyl mustache yr church-key. Chambray actually occupy organic godard park authentic. Umami cold-pressed xoxo mustache semiotics readymade. Art party hashtag put a bird on it fixie raw denim fanny pack tumblr 3 wolf moon. Hashtag williamsburg pabst waistcoat loko messenger bag fashion axe.","new_business":"Pop-up vinegar master wes anderson ethical meh. Yolo brooklyn messenger bag retro tousled. Park chillwave portland kitsch pinterest mumblecore lo-fi. Fap flannel mumblecore kogi gluten-free.","notes":"Organic schlitz viral. Put a bird on it migas organic fixie pabst roof. Put a bird on it wes anderson taxidermy humblebrag sustainable fap. Narwhal diy pop-up poutine shoreditch shabby chic bushwick. 3 wolf moon intelligentsia blog retro lumbersexual lo-fi tilde.","created_at":"2016-11-03T21:32:28.207Z","updated_at":"2016-11-09T21:17:17.398Z","created_by":null,"committee_id":19},{"id":228,"title":"Krajcik and Sons Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Paleo wolf typewriter aesthetic flexitarian. Deep v quinoa art party lumbersexual stumptown heirloom raw denim. Williamsburg brunch keytar. Kickstarter offal carry farm-to-table aesthetic small batch.","new_business":"Pinterest tacos letterpress neutra forage trust fund. Hammock before they sold out irony. Cliche fap fixie.","notes":"Taxidermy raw denim gentrify. Fap kogi readymade pickled +1. Austin pitchfork seitan hammock aesthetic meh. Slow-carb thundercats pbr\u0026b wolf +1.","created_at":"2016-11-03T21:32:28.210Z","updated_at":"2016-11-09T21:17:17.401Z","created_by":null,"committee_id":8},{"id":229,"title":"Jacobs, Hermann and Parisian Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Organic yolo everyday vinyl. Pitchfork artisan truffaut forage tilde you probably haven't heard of them hella ramps. Pork belly +1 aesthetic thundercats lo-fi fingerstache. Cliche direct trade beard hella next level sustainable migas truffaut.","new_business":"Try-hard gluten-free leggings chillwave bicycle rights tousled. Xoxo tofu narwhal cronut. Ethical offal freegan crucifix. Kinfolk marfa pinterest sriracha.","notes":"Bitters gentrify authentic everyday paleo. Yolo taxidermy sustainable thundercats. Truffaut quinoa normcore disrupt dreamcatcher. Vhs narwhal cornhole. Mumblecore leggings bitters swag pickled cliche hashtag.","created_at":"2016-11-03T21:32:28.212Z","updated_at":"2016-11-09T21:17:17.403Z","created_by":null,"committee_id":5},{"id":230,"title":"Wolf, Eichmann and Yundt Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Tattooed try-hard selfies art party master. 8-bit hammock single-origin coffee. Put a bird on it schlitz crucifix. Vinyl stumptown seitan deep v wolf mustache church-key.","new_business":"Plaid vice marfa locavore flannel venmo. Wayfarers gastropub mlkshk roof portland banjo you probably haven't heard of them xoxo. Gastropub 90's tattooed etsy deep v.","notes":"Distillery retro mlkshk aesthetic tilde kale chips brooklyn listicle. Readymade fanny pack austin stumptown cold-pressed vhs. Next level tilde tofu tote bag roof meggings cray kinfolk. Vhs godard cornhole cardigan.","created_at":"2016-11-03T21:32:28.215Z","updated_at":"2016-11-09T21:17:17.405Z","created_by":null,"committee_id":16},{"id":232,"title":"Lubowitz Group Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Letterpress pork belly pinterest chillwave echo yr disrupt irony. Swag semiotics marfa organic fap jean shorts. Fingerstache cold-pressed drinking blog try-hard semiotics fashion axe.","new_business":"Polaroid street goth. Sustainable leggings green juice scenester polaroid crucifix. Pabst cardigan literally cold-pressed umami. Squid cardigan flexitarian before they sold out.","notes":"Roof tilde church-key cray 3 wolf moon. +1 shabby chic direct trade kitsch diy jean shorts godard chia. Mlkshk retro pork belly green juice meditation loko cliche. Fixie mlkshk cred photo booth.","created_at":"2016-11-03T21:32:28.219Z","updated_at":"2016-11-09T21:17:17.408Z","created_by":null,"committee_id":5},{"id":237,"title":"Gaylord-Schoen Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Etsy kombucha kitsch fashion axe semiotics deep v. Offal pinterest asymmetrical gluten-free. Green juice post-ironic semiotics. Chillwave authentic pabst intelligentsia brunch cardigan williamsburg pork belly. Bushwick fashion axe salvia 8-bit chartreuse polaroid skateboard.","new_business":"Shoreditch meditation hoodie bitters vinyl forage salvia godard. Kale chips mustache food truck 90's. Literally flannel small batch. Bushwick neutra stumptown tilde messenger bag tacos.","notes":"Lomo meggings portland celiac post-ironic cardigan synth. Crucifix yr raw denim swag waistcoat distillery. Drinking migas photo booth meggings chia. Tofu kombucha offal. Park flannel fixie kitsch sriracha knausgaard messenger bag.","created_at":"2016-11-03T21:32:28.245Z","updated_at":"2016-11-09T21:12:33.486Z","created_by":null,"committee_id":19},{"id":234,"title":"Ernser-Konopelski Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Jean shorts semiotics chartreuse fixie shabby chic gastropub. Pickled beard portland lumbersexual blog taxidermy viral yuccie. Pickled wayfarers normcore dreamcatcher.","new_business":"3 wolf moon austin master lumbersexual hashtag raw denim bushwick. Selfies sustainable fashion axe xoxo +1 green juice. Hoodie food truck williamsburg authentic trust fund. Cred master yolo letterpress typewriter wolf semiotics occupy. Leggings ennui biodiesel migas chicharrones poutine.","notes":"Deep v cray ennui meditation. Pinterest +1 biodiesel. Lomo tousled wes anderson photo booth hoodie mumblecore.","created_at":"2016-11-03T21:32:28.236Z","updated_at":"2016-11-09T21:17:17.411Z","created_by":null,"committee_id":20},{"id":235,"title":"Schinner, McDermott and Swaniawski Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Biodiesel quinoa pug master hashtag fap slow-carb roof. Bitters salvia heirloom. Austin bicycle rights cray etsy typewriter cronut lo-fi art party. Heirloom kale chips green juice tote bag organic blog loko wayfarers. Normcore pop-up tilde.","new_business":"Chia aesthetic farm-to-table occupy irony. Master typewriter hoodie paleo organic williamsburg. Sriracha migas etsy mixtape banjo ramps cred.","notes":"Godard ramps chillwave celiac cleanse normcore. Tofu williamsburg echo diy cleanse. Tofu small batch keffiyeh biodiesel.","created_at":"2016-11-03T21:32:28.240Z","updated_at":"2016-11-09T21:17:17.413Z","created_by":null,"committee_id":13},{"id":238,"title":"Willms-Wisoky Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Cronut kogi everyday. Try-hard knausgaard dreamcatcher. Helvetica plaid yolo etsy synth artisan wolf 3 wolf moon. Occupy intelligentsia mlkshk yuccie viral health chia.","new_business":"Meggings pitchfork kickstarter heirloom quinoa gluten-free marfa. Direct trade sartorial sriracha health knausgaard pop-up pickled. Readymade cold-pressed disrupt.","notes":"Park yr austin blog. Pork belly kombucha blog normcore kogi helvetica. Sartorial tousled squid roof. Beard biodiesel humblebrag bespoke viral etsy.","created_at":"2016-11-03T21:32:28.248Z","updated_at":"2016-11-09T21:17:17.417Z","created_by":null,"committee_id":13},{"id":239,"title":"Schaefer, O'Hara and Zemlak Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Cred cray occupy vinegar distillery. Carry shoreditch ethical humblebrag. Knausgaard carry green juice health kitsch vice sartorial. Retro scenester slow-carb pbr\u0026b.","new_business":"Cornhole cold-pressed five dollar toast church-key messenger bag. Echo locavore tacos art party raw denim. Offal mlkshk disrupt salvia meggings.","notes":"Pug brooklyn migas meh twee chicharrones selvage. Humblebrag kombucha asymmetrical green juice. Shabby chic bicycle rights freegan ennui biodiesel. Wayfarers squid chambray try-hard blue bottle fixie. Jean shorts kale chips pitchfork pbr\u0026b marfa hammock forage.","created_at":"2016-11-03T21:32:28.250Z","updated_at":"2016-11-09T21:17:17.421Z","created_by":null,"committee_id":17},{"id":240,"title":"Braun-Howell Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Art party blog messenger bag bicycle rights. Cred portland iphone. Tattooed austin you probably haven't heard of them umami. Pickled leggings beard.","new_business":"Iphone fashion axe pour-over tote bag. Kale chips irony ethical farm-to-table fanny pack post-ironic plaid. Tumblr shoreditch pour-over health. Viral vinyl humblebrag. Distillery loko mlkshk.","notes":"Wes anderson mixtape skateboard tofu vinyl franzen you probably haven't heard of them. Meh direct trade mixtape whatever. Cronut 8-bit tofu.","created_at":"2016-11-03T21:32:28.272Z","updated_at":"2016-11-09T21:17:17.423Z","created_by":null,"committee_id":14},{"id":241,"title":"Hickle Inc Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Listicle street squid dreamcatcher hella goth bicycle rights godard. Pitchfork flexitarian scenester roof meggings truffaut. Beard 90's lo-fi ethical schlitz semiotics lumbersexual tousled. Umami tattooed pinterest. Salvia lomo humblebrag sartorial yolo raw denim pop-up leggings.","new_business":"90's jean shorts pug craft beer tofu tacos hella. Ramps schlitz lo-fi. Wes anderson disrupt biodiesel sartorial health etsy. Organic tattooed biodiesel sriracha 90's chicharrones scenester green juice. Vegan cronut schlitz dreamcatcher post-ironic truffaut chartreuse.","notes":"Letterpress godard poutine humblebrag blog kitsch etsy helvetica. Williamsburg selvage disrupt church-key locavore. Franzen lo-fi iphone semiotics fingerstache.","created_at":"2016-11-03T21:32:28.276Z","updated_at":"2016-11-09T21:17:17.425Z","created_by":null,"committee_id":11},{"id":243,"title":"Okuneva-Schowalter Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Mumblecore stumptown everyday austin chillwave literally. Bicycle rights fashion axe tofu. Hella craft beer banh mi butcher drinking artisan.","new_business":"Xoxo gentrify small batch +1 helvetica blue bottle. Irony echo church-key tattooed meditation kogi diy. Cronut squid swag roof everyday ugh. Pbr\u0026b whatever craft beer 90's street cleanse.","notes":"Schlitz quinoa loko 90's normcore lomo messenger bag. Waistcoat kickstarter put a bird on it craft beer neutra listicle yr. Tilde trust fund hella stumptown bitters wes anderson yolo. Meh taxidermy seitan. Mixtape chia poutine readymade cold-pressed 8-bit etsy kale chips.","created_at":"2016-11-03T21:32:28.281Z","updated_at":"2016-11-09T21:17:17.428Z","created_by":null,"committee_id":1},{"id":244,"title":"Wyman and Sons Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Pitchfork banh mi locavore tilde. Drinking crucifix humblebrag blog selvage mixtape. +1 lumbersexual pabst listicle letterpress authentic umami. Hashtag stumptown meditation synth marfa typewriter. Vhs tumblr pbr\u0026b.","new_business":"Slow-carb mustache vinyl keffiyeh gastropub pickled. Franzen banjo next level chicharrones ramps. Microdosing echo vice etsy offal. Pbr\u0026b vice schlitz polaroid letterpress loko bespoke. Kickstarter before they sold out quinoa franzen photo booth actually chillwave.","notes":"Squid cronut tofu kogi intelligentsia flexitarian schlitz. Tofu franzen ramps vinegar put a bird on it. Offal polaroid normcore +1 loko xoxo etsy. Master street vinyl chia.","created_at":"2016-11-03T21:32:28.283Z","updated_at":"2016-11-09T21:17:17.431Z","created_by":null,"committee_id":11},{"id":245,"title":"Stark and Sons Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Ramps thundercats quinoa irony church-key pickled tumblr synth. Twee waistcoat keytar. Raw denim mumblecore flexitarian franzen. Health yolo chartreuse 3 wolf moon kale chips.","new_business":"Pitchfork ramps paleo. Pop-up scenester offal lomo sriracha biodiesel. Migas try-hard ramps gastropub tote bag austin. Kombucha tumblr everyday.","notes":"Asymmetrical leggings kickstarter. Hella lumbersexual organic migas. Squid asymmetrical cliche everyday whatever blue bottle synth. Selfies migas shoreditch wes anderson narwhal disrupt tilde.","created_at":"2016-11-03T21:32:28.286Z","updated_at":"2016-11-09T21:17:17.434Z","created_by":null,"committee_id":3},{"id":246,"title":"Frami, Ziemann and Bergnaum Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Echo intelligentsia bespoke celiac tousled tote bag vhs. Diy humblebrag cronut selvage. Poutine twee single-origin coffee. Vinegar neutra try-hard kale chips food truck kickstarter. +1 gluten-free schlitz portland.","new_business":"Mixtape brunch fingerstache paleo. Irony yuccie loko iphone kickstarter bicycle rights cornhole. Stumptown knausgaard single-origin coffee cred tilde selvage hammock chicharrones.","notes":"Chillwave locavore chartreuse scenester. Wes anderson heirloom try-hard jean shorts brunch pitchfork post-ironic sartorial. Semiotics meh 8-bit etsy. Humblebrag hashtag organic twee artisan gluten-free. Organic schlitz kombucha.","created_at":"2016-11-03T21:32:28.304Z","updated_at":"2016-11-09T21:17:17.436Z","created_by":null,"committee_id":12},{"id":247,"title":"Jacobson, Goodwin and Roberts Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Godard roof 90's venmo chartreuse church-key chambray iphone. Banh mi quinoa chambray squid aesthetic blog distillery selfies. Next level skateboard yr truffaut aesthetic xoxo ugh. Literally slow-carb migas vinegar. Gluten-free meggings tousled kogi butcher stumptown.","new_business":"Everyday green juice austin master beard flexitarian cray meh. Leggings cornhole lo-fi taxidermy. Xoxo green juice forage +1. Farm-to-table cronut retro hammock. Bitters butcher stumptown poutine +1 deep v hammock everyday.","notes":"Chartreuse gentrify mixtape sriracha irony lomo vhs quinoa. Vhs tacos etsy everyday occupy shoreditch meh disrupt. Synth hoodie paleo. Single-origin coffee chia food truck blue bottle echo portland flexitarian.","created_at":"2016-11-03T21:32:28.308Z","updated_at":"2016-11-09T21:17:17.438Z","created_by":null,"committee_id":19},{"id":248,"title":"Jakubowski-Thiel Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Cray church-key echo selvage 8-bit goth fanny pack. Butcher umami portland authentic occupy tousled blog pinterest. Helvetica fashion axe authentic schlitz austin godard.","new_business":"Fap cold-pressed stumptown semiotics. Swag photo booth cred letterpress skateboard wayfarers art party. Fashion axe biodiesel authentic kogi. Chicharrones biodiesel gastropub flannel ramps pour-over. Paleo flexitarian kinfolk listicle lo-fi banjo tofu intelligentsia.","notes":"Hella green juice diy. Vinegar venmo semiotics flexitarian austin etsy slow-carb echo. Poutine taxidermy single-origin coffee. Bitters normcore knausgaard.","created_at":"2016-11-03T21:32:28.310Z","updated_at":"2016-11-09T21:17:17.440Z","created_by":null,"committee_id":6},{"id":249,"title":"Orn Inc Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Vice health chambray wes anderson truffaut. Marfa normcore poutine. Sriracha 90's street actually echo chartreuse freegan pug.","new_business":"Food truck mlkshk deep v fanny pack post-ironic. Wayfarers fashion axe before they sold out umami tofu messenger bag pabst pug. Mlkshk knausgaard celiac umami cornhole viral cold-pressed.","notes":"Vinegar kombucha fashion axe. Gentrify jean shorts keffiyeh hashtag salvia. Ennui bitters drinking yr.","created_at":"2016-11-03T21:32:28.313Z","updated_at":"2016-11-09T21:17:17.443Z","created_by":null,"committee_id":5},{"id":250,"title":"Lindgren, Jones and Ward Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Wolf slow-carb meggings bicycle rights cray narwhal art party. Tilde pour-over ethical. Celiac migas health before they sold out distillery. Literally slow-carb seitan sartorial scenester pinterest health five dollar toast.","new_business":"Biodiesel messenger bag small batch. Food truck kale chips cronut mlkshk dreamcatcher. Neutra cardigan forage chia bespoke skateboard swag.","notes":"Franzen next level sustainable paleo green juice cleanse. Chicharrones street umami distillery ethical sartorial farm-to-table. Vinegar shoreditch readymade try-hard. Meh leggings direct trade fingerstache green juice fanny pack.","created_at":"2016-11-03T21:32:28.316Z","updated_at":"2016-11-09T21:17:17.446Z","created_by":null,"committee_id":15},{"id":255,"title":"Nader Inc Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Beard asymmetrical roof fanny pack. Put a bird on it vhs shabby chic you probably haven't heard of them keytar narwhal salvia neutra. Yolo cornhole farm-to-table flannel sriracha you probably haven't heard of them cardigan knausgaard. Normcore blog freegan. Jean shorts 90's occupy aesthetic distillery.","new_business":"Truffaut yuccie mumblecore cliche vinegar. Authentic taxidermy swag austin banjo. Tumblr bitters artisan pinterest xoxo raw denim.","notes":"Kickstarter food truck hoodie meggings quinoa cliche vegan paleo. Goth kale chips polaroid biodiesel farm-to-table +1. Authentic cronut pabst skateboard asymmetrical blue bottle tousled you probably haven't heard of them. Sartorial yolo tattooed chicharrones intelligentsia slow-carb twee.","created_at":"2016-11-03T21:32:28.345Z","updated_at":"2016-11-09T21:17:17.449Z","created_by":null,"committee_id":11},{"id":256,"title":"Quigley LLC Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Chambray single-origin coffee literally locavore shabby chic authentic mixtape tousled. Dreamcatcher celiac franzen tousled kombucha. Kombucha seitan wes anderson. Distillery selvage occupy blog.","new_business":"Pinterest plaid irony blue bottle typewriter cronut disrupt yolo. Chicharrones taxidermy authentic kombucha forage sriracha lomo. Pug readymade jean shorts biodiesel post-ironic quinoa. Wes anderson tote bag offal helvetica small batch.","notes":"Put a bird on it actually meditation 3 wolf moon banjo polaroid mlkshk. Fashion axe dreamcatcher mixtape. Chillwave umami butcher. Readymade retro ethical wayfarers.","created_at":"2016-11-03T21:32:28.348Z","updated_at":"2016-11-09T21:17:17.452Z","created_by":null,"committee_id":19},{"id":257,"title":"Huel and Sons Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Raw denim humblebrag fixie mumblecore mixtape. Tilde dreamcatcher mumblecore etsy hoodie pickled tote bag locavore. Pug typewriter pitchfork chambray goth dreamcatcher organic photo booth. Twee literally sustainable disrupt carry quinoa poutine trust fund. Blue bottle plaid try-hard mustache swag tacos.","new_business":"Pour-over lomo typewriter ugh letterpress 90's artisan. Synth tumblr williamsburg cleanse narwhal raw denim photo booth. Narwhal pbr\u0026b shoreditch kale chips. Fap single-origin coffee kickstarter jean shorts chicharrones literally. Food truck pug yolo.","notes":"Tattooed biodiesel ramps lumbersexual keffiyeh listicle. Gastropub meditation crucifix before they sold out cardigan austin vegan. Cardigan street yolo fap brunch.","created_at":"2016-11-03T21:32:28.350Z","updated_at":"2016-11-09T21:17:17.455Z","created_by":null,"committee_id":6},{"id":258,"title":"Bailey LLC Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Fanny pack cold-pressed pickled sustainable tousled tacos whatever chambray. Heirloom distillery flannel shabby chic try-hard ethical chillwave. 3 wolf moon master 90's tilde sartorial leggings polaroid. Before they sold out lomo skateboard polaroid bicycle rights drinking.","new_business":"Cold-pressed goth hoodie swag everyday. Iphone small batch street. Church-key lumbersexual fap. Knausgaard poutine organic ramps whatever.","notes":"Shoreditch venmo freegan tofu humblebrag put a bird on it flexitarian keffiyeh. Gentrify taxidermy venmo single-origin coffee vegan echo schlitz tousled. Carry pour-over blue bottle you probably haven't heard of them synth.","created_at":"2016-11-03T21:32:28.366Z","updated_at":"2016-11-09T21:17:17.457Z","created_by":null,"committee_id":7},{"id":252,"title":"Howell-Beier Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Pour-over letterpress taxidermy master. Etsy stumptown tousled kinfolk. Xoxo godard cray tattooed. Disrupt craft beer tofu loko whatever you probably haven't heard of them authentic food truck. Brooklyn helvetica shabby chic tofu.","new_business":"Butcher echo freegan sartorial authentic tote bag kogi bitters. Butcher put a bird on it beard. Meditation pork belly raw denim you probably haven't heard of them narwhal pinterest pug. Cold-pressed cardigan sriracha blue bottle.","notes":"Tacos 8-bit paleo skateboard offal. Raw denim yuccie literally. Selfies next level dreamcatcher migas whatever health biodiesel locavore. Keffiyeh normcore flannel park wes anderson. Next level scenester bushwick tilde.","created_at":"2016-11-03T21:32:28.336Z","updated_at":"2016-11-09T21:17:17.459Z","created_by":null,"committee_id":2},{"id":253,"title":"MacGyver-Barrows Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Typewriter goth synth selfies crucifix fashion axe before they sold out. Narwhal meh keytar disrupt. Franzen vinyl brunch loko. Carry austin listicle iphone 8-bit kinfolk art party.","new_business":"Williamsburg everyday try-hard. Swag hammock lo-fi ramps everyday. Trust fund flannel blue bottle before they sold out mustache. Whatever williamsburg fanny pack banjo 90's kitsch mustache sustainable.","notes":"Echo authentic blue bottle five dollar toast fashion axe cronut gentrify. Blog craft beer chambray mixtape schlitz. Chia synth diy swag. Letterpress lo-fi hammock pug lumbersexual fanny pack literally. Echo single-origin coffee ugh literally fixie aesthetic plaid.","created_at":"2016-11-03T21:32:28.340Z","updated_at":"2016-11-09T21:17:17.462Z","created_by":null,"committee_id":5},{"id":254,"title":"Wintheiser and Sons Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Migas waistcoat salvia cronut fanny pack. Williamsburg stumptown leggings viral fashion axe thundercats. Mlkshk selvage pork belly chia shabby chic 3 wolf moon.","new_business":"Ugh messenger bag helvetica brunch quinoa chartreuse meggings. Retro marfa etsy echo roof hashtag pour-over distillery. Meditation bicycle rights lo-fi trust fund actually.","notes":"Shabby chic kickstarter tacos small batch chia. Yr chillwave park loko fingerstache carry brunch. 3 wolf moon readymade hella wes anderson selvage blog salvia waistcoat. Flexitarian knausgaard mustache +1 typewriter hammock normcore farm-to-table.","created_at":"2016-11-03T21:32:28.343Z","updated_at":"2016-11-09T21:17:17.465Z","created_by":null,"committee_id":16},{"id":260,"title":"Sipes LLC Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Tofu photo booth fixie asymmetrical helvetica salvia cronut. Farm-to-table truffaut put a bird on it viral occupy. Cardigan mixtape roof green juice truffaut.","new_business":"Swag letterpress shabby chic gluten-free. Banjo twee chambray tattooed green juice banh mi direct trade. Austin seitan microdosing gluten-free authentic beard cornhole. Everyday farm-to-table slow-carb chia fap.","notes":"Selvage 90's austin stumptown chartreuse typewriter put a bird on it cliche. Cold-pressed try-hard actually brooklyn 8-bit knausgaard. Mixtape next level kinfolk wolf yuccie. Gastropub pork belly small batch. Irony flannel humblebrag craft beer tumblr.","created_at":"2016-11-03T21:32:28.373Z","updated_at":"2016-11-09T21:17:17.470Z","created_by":null,"committee_id":10},{"id":261,"title":"Crist, DuBuque and Runte Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Tilde knausgaard disrupt vice five dollar toast. Beard mustache mixtape hoodie loko. Authentic freegan tilde kickstarter wolf typewriter sartorial.","new_business":"Xoxo readymade pinterest marfa iphone. Marfa roof leggings. Single-origin coffee diy selfies flexitarian kickstarter gentrify marfa.","notes":"Freegan banh mi you probably haven't heard of them chillwave pork belly cronut kitsch vegan. Meggings vegan hashtag. Direct trade forage cronut brunch whatever. Bespoke microdosing hoodie trust fund distillery organic. Loko hoodie keytar hashtag readymade chicharrones.","created_at":"2016-11-03T21:32:28.376Z","updated_at":"2016-11-09T21:17:17.473Z","created_by":null,"committee_id":15},{"id":262,"title":"Stroman-Jaskolski Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Yolo sartorial meggings. Direct trade small batch five dollar toast 3 wolf moon vegan 8-bit health mumblecore. Knausgaard pork belly carry biodiesel drinking heirloom selfies.","new_business":"Gluten-free pop-up retro flannel. Umami xoxo tilde echo mustache viral slow-carb vinegar. Before they sold out flannel authentic occupy distillery fashion axe park shabby chic. Five dollar toast shoreditch cronut celiac ramps 90's.","notes":"Blue bottle craft beer waistcoat umami. You probably haven't heard of them vinyl chambray kickstarter roof neutra mustache. Yolo food truck meggings meh cardigan fingerstache trust fund butcher. Vinegar whatever drinking pitchfork meditation vhs.","created_at":"2016-11-03T21:32:28.379Z","updated_at":"2016-11-09T21:17:17.475Z","created_by":null,"committee_id":7},{"id":263,"title":"Schowalter, Schroeder and Lindgren Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Pug plaid distillery street. Cronut brooklyn letterpress yolo. Yr tattooed kickstarter offal yuccie drinking. Taxidermy +1 loko.","new_business":"Retro iphone pbr\u0026b. Synth jean shorts beard taxidermy truffaut. Etsy locavore narwhal fap helvetica poutine. 8-bit direct trade pitchfork crucifix artisan.","notes":"Kogi fanny pack kombucha jean shorts godard selfies cornhole. Chia ennui chambray pork belly +1 kinfolk cred semiotics. Park cardigan ramps. Ethical yuccie polaroid.","created_at":"2016-11-03T21:32:28.382Z","updated_at":"2016-11-09T21:17:17.477Z","created_by":null,"committee_id":16},{"id":264,"title":"Grimes, Kozey and Bosco Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Sartorial intelligentsia hella meditation echo. Semiotics vice wes anderson brunch health pbr\u0026b. Lumbersexual cold-pressed bicycle rights jean shorts.","new_business":"Brunch kitsch farm-to-table tilde selvage master hoodie aesthetic. Umami asymmetrical chicharrones food truck slow-carb bitters. Iphone portland marfa loko put a bird on it echo aesthetic.","notes":"Raw denim cray put a bird on it food truck retro neutra. Asymmetrical poutine butcher letterpress crucifix. Jean shorts vinegar health aesthetic drinking distillery pork belly. Brunch cred fanny pack 8-bit venmo.","created_at":"2016-11-03T21:32:28.398Z","updated_at":"2016-11-09T21:17:17.480Z","created_by":null,"committee_id":2},{"id":265,"title":"Batz, Bashirian and Hackett Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Cardigan +1 austin. Scenester mustache loko humblebrag hashtag stumptown artisan +1. Shoreditch bitters deep v pop-up. Master kombucha try-hard brunch butcher.","new_business":"Locavore church-key kogi. Deep v tousled put a bird on it cleanse chia listicle taxidermy distillery. Street freegan umami.","notes":"Hoodie cold-pressed neutra 90's semiotics fashion axe. Park migas stumptown. Bespoke meh hella whatever trust fund readymade. Locavore chia raw denim kickstarter poutine lumbersexual bitters bicycle rights. Forage chambray beard twee master.","created_at":"2016-11-03T21:32:28.402Z","updated_at":"2016-11-09T21:17:17.483Z","created_by":null,"committee_id":4},{"id":266,"title":"Little Group Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Narwhal put a bird on it craft beer ugh loko you probably haven't heard of them. Vegan kitsch raw denim kickstarter +1 heirloom pickled listicle. Gluten-free leggings distillery organic cronut narwhal jean shorts.","new_business":"Austin messenger bag butcher selfies health. Bicycle rights ennui wayfarers migas. Pbr\u0026b flexitarian fanny pack hella yolo franzen etsy pitchfork.","notes":"Poutine slow-carb trust fund. Shoreditch mumblecore lo-fi. Chia messenger bag vhs gentrify vice tacos bicycle rights.","created_at":"2016-11-03T21:32:28.405Z","updated_at":"2016-11-09T21:17:17.486Z","created_by":null,"committee_id":16},{"id":267,"title":"Schiller-Lockman Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Cardigan bespoke etsy tacos. Offal waistcoat freegan slow-carb vinyl paleo raw denim narwhal. Irony xoxo butcher. Squid bespoke austin. Whatever post-ironic helvetica blue bottle lomo taxidermy.","new_business":"Art party hella waistcoat crucifix readymade. Ethical roof shoreditch biodiesel cardigan blog austin iphone. Taxidermy keytar ethical hella pork belly.","notes":"Shabby chic direct trade lo-fi franzen. Fingerstache migas pickled blue bottle freegan blog thundercats keffiyeh. Vegan cold-pressed sustainable.","created_at":"2016-11-03T21:32:28.407Z","updated_at":"2016-11-09T21:17:17.489Z","created_by":null,"committee_id":11},{"id":269,"title":"Kris, Blick and Maggio Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Narwhal next level sartorial synth loko bitters echo shabby chic. Typewriter carry paleo meggings pop-up leggings waistcoat. Ugh salvia fashion axe cliche shabby chic health umami. Vinegar godard organic narwhal.","new_business":"Organic mumblecore yr pickled whatever shabby chic farm-to-table. Fingerstache kitsch vinegar try-hard shabby chic put a bird on it gentrify ennui. Sriracha fashion axe vegan knausgaard lo-fi iphone scenester.","notes":"Freegan cleanse occupy lumbersexual pickled neutra +1. Sriracha iphone mumblecore readymade park jean shorts. Loko 3 wolf moon franzen cronut stumptown skateboard squid. Crucifix pork belly park wolf cliche aesthetic.","created_at":"2016-11-03T21:32:28.413Z","updated_at":"2016-11-09T21:17:17.493Z","created_by":null,"committee_id":5},{"id":270,"title":"Nienow Group Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Butcher narwhal aesthetic echo. Food truck letterpress fashion axe 8-bit brunch poutine pickled farm-to-table. Neutra meditation deep v.","new_business":"Vinegar taxidermy everyday craft beer. Narwhal sartorial loko franzen semiotics blue bottle. Thundercats migas salvia polaroid bitters ramps. Direct trade cardigan hashtag vice. Tattooed paleo art party banh mi.","notes":"Iphone gentrify pug franzen tilde sartorial 8-bit craft beer. Narwhal vice fashion axe farm-to-table whatever. Scenester +1 kale chips. Fixie fap shabby chic. Heirloom twee literally retro.","created_at":"2016-11-03T21:32:28.426Z","updated_at":"2016-11-09T21:17:17.495Z","created_by":null,"committee_id":8},{"id":271,"title":"Hessel-Larson Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Neutra cliche next level distillery celiac sriracha jean shorts gluten-free. Intelligentsia meh organic skateboard literally hammock bitters. Kombucha tumblr asymmetrical blog yuccie bicycle rights. Xoxo post-ironic next level kitsch chicharrones shoreditch tumblr. Pbr\u0026b occupy roof loko health fixie microdosing.","new_business":"Squid marfa try-hard stumptown. Banjo mustache celiac kinfolk. Freegan twee banh mi before they sold out deep v tote bag keffiyeh etsy.","notes":"Chartreuse pabst aesthetic quinoa. Mustache flannel lomo. Ugh vinyl ethical artisan.","created_at":"2016-11-03T21:32:28.429Z","updated_at":"2016-11-09T21:17:17.497Z","created_by":null,"committee_id":3},{"id":272,"title":"Lang, Erdman and Kessler Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Blue bottle swag tote bag. Tilde bitters quinoa stumptown pitchfork marfa slow-carb. Fingerstache knausgaard brooklyn. Asymmetrical goth cornhole locavore blog lo-fi pour-over wolf. Occupy readymade bespoke ennui franzen tousled keytar.","new_business":"Health banh mi sustainable messenger bag occupy offal swag meggings. Sartorial organic freegan vinyl. Offal quinoa vice squid celiac intelligentsia synth post-ironic. Vegan kale chips master artisan venmo whatever mustache taxidermy.","notes":"Meh fanny pack cliche kickstarter listicle. Helvetica tilde freegan. Plaid forage pour-over. Paleo normcore vhs asymmetrical echo brunch literally cray.","created_at":"2016-11-03T21:32:28.432Z","updated_at":"2016-11-09T21:17:17.500Z","created_by":null,"committee_id":15},{"id":273,"title":"Wyman Inc Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Literally next level cred. Meditation jean shorts farm-to-table photo booth selfies salvia heirloom. Heirloom cray 3 wolf moon cronut. Literally next level salvia diy chillwave.","new_business":"Flexitarian offal thundercats paleo mlkshk intelligentsia migas. Tousled williamsburg ugh marfa organic tilde. Listicle fingerstache kombucha salvia knausgaard banh mi yr lumbersexual.","notes":"Godard diy meditation vinyl lomo kitsch williamsburg listicle. Flexitarian tumblr single-origin coffee next level hella blue bottle church-key pinterest. Selfies 90's butcher yr sriracha kickstarter loko.","created_at":"2016-11-03T21:32:28.435Z","updated_at":"2016-11-09T21:17:17.502Z","created_by":null,"committee_id":19},{"id":274,"title":"Collier, Abbott and Nitzsche Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Celiac viral tofu seitan forage. Seitan hella fingerstache bespoke synth. Whatever tousled goth intelligentsia wolf plaid selfies. Direct trade ennui helvetica. Craft beer etsy heirloom vegan keytar carry flexitarian.","new_business":"Twee freegan hoodie carry kale chips mumblecore. Tumblr shabby chic wayfarers umami small batch beard blog keffiyeh. You probably haven't heard of them pork belly 8-bit brunch normcore raw denim try-hard.","notes":"Artisan helvetica cred xoxo pbr\u0026b. Forage health mustache slow-carb helvetica lo-fi. Dreamcatcher cray typewriter skateboard fanny pack. Fanny pack fixie mlkshk church-key lumbersexual. Cred blog messenger bag.","created_at":"2016-11-03T21:32:28.438Z","updated_at":"2016-11-09T21:17:17.504Z","created_by":null,"committee_id":17},{"id":275,"title":"Schmidt Inc Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Plaid bushwick synth. 3 wolf moon blog sartorial kinfolk seitan everyday bicycle rights direct trade. Artisan bitters tattooed microdosing.","new_business":"Whatever ennui irony art party selfies. Gastropub crucifix artisan kombucha park. Helvetica cornhole fingerstache ramps vegan waistcoat. Drinking umami 8-bit godard.","notes":"Echo tote bag mustache bicycle rights brunch. Schlitz vegan food truck. Wes anderson authentic food truck quinoa.","created_at":"2016-11-03T21:32:28.440Z","updated_at":"2016-11-09T21:17:17.506Z","created_by":null,"committee_id":14},{"id":276,"title":"Walker, Johns and Nikolaus Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Cronut forage loko. Actually biodiesel +1 pour-over. Fixie vinegar pop-up iphone. Hashtag literally flannel meggings truffaut church-key sriracha.","new_business":"Xoxo gentrify 8-bit pork belly. Marfa chartreuse raw denim lumbersexual ugh bespoke food truck vhs. Try-hard paleo bespoke. Normcore seitan yuccie aesthetic. Gastropub listicle messenger bag pickled farm-to-table celiac.","notes":"Umami ramps vinegar 3 wolf moon cliche selvage goth. Distillery wes anderson diy cliche shoreditch tattooed salvia plaid. Sriracha quinoa taxidermy art party diy wes anderson distillery gentrify.","created_at":"2016-11-03T21:32:28.458Z","updated_at":"2016-11-09T21:17:17.508Z","created_by":null,"committee_id":10},{"id":278,"title":"Kozey-Mann Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Drinking vice 3 wolf moon whatever williamsburg deep v mustache beard. Sustainable neutra tote bag migas. Meggings microdosing blog master irony quinoa pbr\u0026b. Normcore polaroid literally swag.","new_business":"Readymade kombucha forage green juice tote bag. Pop-up slow-carb vinegar kogi. Poutine cred intelligentsia truffaut. Kickstarter health 8-bit cleanse pbr\u0026b.","notes":"Goth tilde biodiesel trust fund semiotics meditation cornhole. Post-ironic everyday occupy freegan. Shoreditch everyday keytar. Salvia 90's next level forage bitters. Fingerstache drinking tacos.","created_at":"2016-11-03T21:32:28.464Z","updated_at":"2016-11-09T21:17:17.513Z","created_by":null,"committee_id":6},{"id":280,"title":"Heller Inc Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Bitters jean shorts pickled sustainable. Crucifix bitters brunch vhs kickstarter fingerstache butcher. Quinoa raw denim loko williamsburg crucifix you probably haven't heard of them. Put a bird on it cronut kombucha hella banjo typewriter selvage chartreuse. Authentic iphone gastropub meggings whatever.","new_business":"Farm-to-table microdosing tumblr selfies blue bottle. Swag schlitz iphone. Food truck aesthetic jean shorts 90's hella slow-carb art party. Disrupt normcore hoodie.","notes":"Banh mi bespoke irony pug offal loko 8-bit cleanse. Seitan scenester xoxo cold-pressed roof. Chambray jean shorts celiac waistcoat. Drinking five dollar toast artisan food truck ethical street meggings heirloom. Pickled before they sold out distillery farm-to-table cronut chartreuse wayfarers vhs.","created_at":"2016-11-03T21:32:28.469Z","updated_at":"2016-11-09T21:17:17.518Z","created_by":null,"committee_id":16},{"id":281,"title":"Jacobs-Jones Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Iphone vegan tousled sustainable diy tattooed knausgaard. Beard humblebrag franzen blog. Pug biodiesel banh mi aesthetic bushwick portland.","new_business":"Cleanse forage waistcoat. Venmo fashion axe sriracha wayfarers chambray lumbersexual occupy. Pbr\u0026b bushwick gluten-free.","notes":"Kombucha twee migas kinfolk knausgaard banh mi cleanse. Pour-over butcher waistcoat. Stumptown kale chips meggings banh mi. Whatever pug readymade health distillery yr mumblecore.","created_at":"2016-11-03T21:32:28.471Z","updated_at":"2016-11-09T21:17:17.520Z","created_by":null,"committee_id":15},{"id":282,"title":"Hermann Inc Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Schlitz bushwick roof cornhole chicharrones echo. Farm-to-table quinoa hoodie vegan paleo intelligentsia. Tumblr organic sustainable.","new_business":"Pabst slow-carb lomo. Iphone tousled fashion axe kinfolk. Tattooed 3 wolf moon ethical organic bicycle rights pbr\u0026b. Ramps park kogi.","notes":"Craft beer raw denim flexitarian farm-to-table 3 wolf moon. Raw denim flexitarian lumbersexual semiotics mixtape brooklyn. Seitan messenger bag tumblr migas synth put a bird on it brooklyn kale chips. Shabby chic pickled hella organic.","created_at":"2016-11-03T21:32:28.488Z","updated_at":"2016-11-09T21:17:17.523Z","created_by":null,"committee_id":19},{"id":283,"title":"Mohr Group Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Listicle fingerstache gastropub. Cliche pitchfork banh mi kombucha celiac before they sold out vinegar banjo. Literally retro lomo. Ennui lomo taxidermy chicharrones you probably haven't heard of them next level. Seitan blog semiotics heirloom.","new_business":"Kinfolk master try-hard leggings ugh kale chips. Photo booth five dollar toast pug neutra. Brooklyn microdosing kinfolk blue bottle synth taxidermy leggings. Pickled vinyl +1 listicle blog crucifix.","notes":"Lumbersexual locavore disrupt church-key put a bird on it taxidermy craft beer mixtape. Dreamcatcher yolo mustache godard hella. Pour-over whatever art party meditation iphone lo-fi. Vinyl goth tousled art party slow-carb.","created_at":"2016-11-03T21:32:28.492Z","updated_at":"2016-11-09T21:17:17.525Z","created_by":null,"committee_id":11},{"id":284,"title":"Leuschke-Kutch Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Pickled waistcoat iphone pour-over. Bushwick street blog pour-over forage. Cronut single-origin coffee paleo crucifix art party seitan organic cray. Aesthetic retro cliche fixie. Food truck organic photo booth gentrify 3 wolf moon.","new_business":"Tote bag dreamcatcher umami kinfolk franzen chicharrones. Meggings goth venmo typewriter drinking aesthetic +1 artisan. Neutra photo booth chartreuse. Brooklyn roof leggings vinyl kombucha pug. Semiotics banh mi fixie aesthetic.","notes":"Chambray listicle flannel asymmetrical. Heirloom tilde pickled waistcoat aesthetic. Cliche semiotics brooklyn.","created_at":"2016-11-03T21:32:28.494Z","updated_at":"2016-11-09T21:17:17.527Z","created_by":null,"committee_id":6},{"id":285,"title":"Goldner, Kessler and Roberts Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Sustainable shoreditch lo-fi chia wayfarers marfa. Intelligentsia knausgaard forage marfa meditation. Williamsburg hammock intelligentsia gastropub 3 wolf moon austin offal art party. Master gluten-free brunch farm-to-table migas. Chia iphone chambray fingerstache.","new_business":"Wayfarers tumblr small batch brooklyn mlkshk brunch. Vegan hashtag humblebrag pickled blog. Iphone thundercats farm-to-table quinoa hashtag single-origin coffee celiac forage. Vhs shoreditch meditation.","notes":"Seitan portland artisan loko knausgaard thundercats pbr\u0026b. Carry celiac mumblecore. Hammock vice humblebrag synth celiac.","created_at":"2016-11-03T21:32:28.497Z","updated_at":"2016-11-09T21:17:17.530Z","created_by":null,"committee_id":16},{"id":287,"title":"Johns Inc Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Yolo chia shoreditch authentic. Wes anderson semiotics cred put a bird on it umami normcore. Chillwave bespoke celiac bushwick.","new_business":"Cray migas keffiyeh. Etsy mustache pour-over cliche cold-pressed sartorial echo fixie. Umami knausgaard fingerstache artisan hella. Seitan cardigan williamsburg. Pbr\u0026b flannel selvage squid loko literally semiotics.","notes":"Portland pour-over tote bag distillery umami vinegar. Mlkshk truffaut cliche fap master hella leggings. Readymade you probably haven't heard of them quinoa dreamcatcher marfa.","created_at":"2016-11-03T21:32:28.501Z","updated_at":"2016-11-09T21:17:17.536Z","created_by":null,"committee_id":4},{"id":288,"title":"Robel Inc Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Green juice franzen migas neutra hella. Hoodie swag cold-pressed bespoke sustainable tilde narwhal. Plaid authentic organic fap try-hard. Street salvia keffiyeh biodiesel pop-up.","new_business":"Bicycle rights leggings small batch distillery pbr\u0026b lo-fi. Jean shorts you probably haven't heard of them yolo messenger bag direct trade street. Portland pabst lomo. Meggings franzen vinyl yr truffaut. You probably haven't heard of them readymade wolf freegan brooklyn.","notes":"Hammock health diy tilde trust fund chicharrones. Roof crucifix semiotics franzen yr photo booth. Seitan art party blue bottle small batch vinyl fashion axe.","created_at":"2016-11-03T21:32:28.504Z","updated_at":"2016-11-09T21:17:17.538Z","created_by":null,"committee_id":10},{"id":289,"title":"Schiller, Yost and Barton Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Gluten-free biodiesel quinoa vinyl mumblecore tote bag. Swag pitchfork lomo chia butcher vinegar. Truffaut godard seitan roof pbr\u0026b chartreuse. Vinegar next level kale chips. +1 kale chips bicycle rights quinoa.","new_business":"Bicycle rights pabst semiotics single-origin coffee pour-over quinoa authentic. Chambray fixie raw denim franzen austin. Crucifix fanny pack art party direct trade green juice kogi goth letterpress.","notes":"Seitan selfies park umami +1 fap poutine tattooed. Tattooed umami etsy keffiyeh yuccie sustainable plaid whatever. Hella next level williamsburg taxidermy humblebrag irony waistcoat thundercats. Banjo butcher chambray scenester flexitarian. Listicle vhs flexitarian vinegar meh ethical crucifix.","created_at":"2016-11-03T21:32:28.506Z","updated_at":"2016-11-09T21:17:17.540Z","created_by":null,"committee_id":3},{"id":290,"title":"Russel, Lehner and Davis Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Pour-over keytar umami everyday poutine jean shorts. Crucifix scenester yolo tote bag art party lumbersexual jean shorts. Wes anderson vinyl single-origin coffee quinoa kickstarter. Put a bird on it seitan pbr\u0026b thundercats. Shabby chic schlitz bitters sriracha pork belly xoxo pbr\u0026b.","new_business":"Readymade goth carry vegan cleanse williamsburg. Squid blue bottle everyday cray austin letterpress echo. Austin goth actually ramps chicharrones tumblr sustainable kinfolk. Meditation leggings normcore occupy church-key neutra offal. Loko polaroid kinfolk selfies typewriter pop-up blog.","notes":"Actually cray shabby chic pork belly. Organic pop-up butcher jean shorts meh. Squid messenger bag chambray yolo raw denim cred.","created_at":"2016-11-03T21:32:28.508Z","updated_at":"2016-11-09T21:17:17.543Z","created_by":null,"committee_id":9},{"id":291,"title":"O'Reilly-Johnson Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Normcore wes anderson biodiesel art party brunch. Raw denim goth yolo cornhole flexitarian. Shoreditch bicycle rights truffaut chambray chillwave asymmetrical. Neutra viral schlitz blue bottle literally chia. Deep v flexitarian sriracha.","new_business":"Waistcoat tattooed flannel butcher before they sold out cold-pressed mumblecore. Truffaut shoreditch 90's readymade kombucha pbr\u0026b hammock. 90's banh mi post-ironic freegan chicharrones. Street sriracha flannel asymmetrical slow-carb freegan. Flexitarian leggings fashion axe portland.","notes":"Single-origin coffee diy yolo occupy messenger bag cred fingerstache loko. Leggings aesthetic tacos. Tote bag narwhal mlkshk ethical kickstarter swag. Polaroid hashtag shoreditch lumbersexual freegan.","created_at":"2016-11-03T21:32:28.511Z","updated_at":"2016-11-09T21:17:17.545Z","created_by":null,"committee_id":9},{"id":292,"title":"Baumbach-Hauck Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Leggings mustache green juice pitchfork tattooed. Yolo forage chia cornhole flannel. Chillwave everyday quinoa craft beer. Mustache umami sustainable plaid keffiyeh chicharrones pour-over aesthetic.","new_business":"Vegan mustache vinegar cred gluten-free schlitz microdosing. Tilde church-key franzen literally meditation. Goth chambray cliche celiac shoreditch.","notes":"Marfa ennui butcher. Humblebrag lumbersexual before they sold out paleo selfies. Lo-fi neutra pour-over. Retro lumbersexual mumblecore hammock before they sold out.","created_at":"2016-11-03T21:32:28.542Z","updated_at":"2016-11-09T21:17:17.549Z","created_by":null,"committee_id":19},{"id":293,"title":"Cassin, Reilly and Treutel Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Xoxo tilde waistcoat humblebrag. Chicharrones gluten-free butcher trust fund roof. Intelligentsia salvia echo cliche carry twee. Typewriter tote bag pinterest.","new_business":"Pitchfork tote bag yuccie squid. Shoreditch offal bushwick scenester squid whatever. Iphone salvia farm-to-table. Poutine lumbersexual thundercats. Fixie kogi locavore kombucha tofu shabby chic master listicle.","notes":"Readymade chambray tousled flexitarian ramps. Freegan typewriter bitters vice venmo. Direct trade stumptown raw denim pork belly kale chips.","created_at":"2016-11-03T21:32:28.546Z","updated_at":"2016-11-09T21:17:17.552Z","created_by":null,"committee_id":7},{"id":303,"title":"Beahan, Strosin and Kub Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Paleo wayfarers synth fashion axe. 90's mustache readymade literally farm-to-table xoxo fap. Actually venmo lomo mumblecore. Pug shabby chic freegan marfa offal pop-up. Plaid deep v photo booth semiotics fingerstache carry pinterest.","new_business":"Meh hammock food truck tacos try-hard heirloom. Health authentic portland ugh hella fingerstache. Sriracha portland swag asymmetrical selfies.","notes":"Authentic food truck craft beer single-origin coffee. Slow-carb waistcoat try-hard migas. Tote bag stumptown schlitz.","created_at":"2016-11-03T21:32:28.585Z","updated_at":"2016-11-09T21:17:17.554Z","created_by":null,"committee_id":10},{"id":295,"title":"Funk Group Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Sartorial poutine irony typewriter williamsburg distillery leggings. Keytar post-ironic synth sustainable yr chillwave. Sriracha pitchfork kickstarter actually kombucha. Forage kale chips beard.","new_business":"Carry bicycle rights truffaut artisan chillwave deep v. Narwhal freegan typewriter twee pinterest quinoa. 3 wolf moon master yuccie cleanse.","notes":"Squid tacos five dollar toast. Waistcoat mumblecore fashion axe tote bag mustache. Bushwick chillwave direct trade. Biodiesel you probably haven't heard of them carry five dollar toast portland.","created_at":"2016-11-03T21:32:28.553Z","updated_at":"2016-11-09T21:17:17.559Z","created_by":null,"committee_id":18},{"id":296,"title":"Morar-Kessler Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Retro chicharrones chillwave asymmetrical quinoa irony. Yolo aesthetic roof vhs. Put a bird on it leggings keytar deep v pinterest selvage.","new_business":"Selvage readymade messenger bag fap. Xoxo locavore sustainable aesthetic tote bag 3 wolf moon. Paleo pickled church-key readymade freegan migas truffaut. Polaroid brooklyn hella.","notes":"Ethical vice tattooed knausgaard food truck helvetica. Brooklyn cleanse tilde thundercats tousled. Poutine banh mi normcore vinegar mustache godard pickled keffiyeh. Tousled asymmetrical chillwave austin brooklyn.","created_at":"2016-11-03T21:32:28.555Z","updated_at":"2016-11-09T21:17:17.561Z","created_by":null,"committee_id":13},{"id":297,"title":"Schoen Inc Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Cray banjo brunch tote bag quinoa lumbersexual. Tumblr blog marfa keytar austin ethical craft beer. Franzen tofu fingerstache. Xoxo park skateboard yuccie. Marfa kickstarter paleo.","new_business":"Tote bag pitchfork fashion axe farm-to-table vice kombucha. Kitsch pabst keffiyeh tumblr craft beer food truck helvetica taxidermy. Offal thundercats schlitz marfa poutine craft beer chicharrones bicycle rights. Pbr\u0026b master stumptown.","notes":"Hashtag chambray austin cred tilde yolo church-key. Farm-to-table meggings actually humblebrag skateboard helvetica pork belly cred. Hoodie offal squid synth celiac pbr\u0026b. Chicharrones shoreditch whatever hoodie.","created_at":"2016-11-03T21:32:28.557Z","updated_at":"2016-11-09T21:17:17.564Z","created_by":null,"committee_id":17},{"id":298,"title":"Goldner LLC Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Vice tattooed poutine slow-carb. Meditation quinoa semiotics blue bottle stumptown polaroid scenester. Venmo green juice deep v poutine chillwave sartorial meditation etsy.","new_business":"Meditation whatever 3 wolf moon cray taxidermy. Tousled xoxo pour-over leggings irony seitan. Master banjo twee. Cray actually synth flannel normcore cleanse bespoke small batch. Carry helvetica hammock williamsburg wayfarers salvia loko.","notes":"Chicharrones deep v blue bottle jean shorts semiotics keytar vinegar. Yuccie butcher green juice beard cliche readymade. Cronut celiac before they sold out.","created_at":"2016-11-03T21:32:28.560Z","updated_at":"2016-11-09T21:17:17.566Z","created_by":null,"committee_id":12},{"id":299,"title":"Jacobson-Volkman Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Franzen green juice kogi goth. Authentic trust fund celiac messenger bag plaid mustache. Mumblecore butcher thundercats messenger bag williamsburg fap. Kickstarter small batch scenester kitsch vinyl try-hard.","new_business":"Quinoa gastropub humblebrag art party shoreditch. Deep v cliche drinking wayfarers chia cardigan shoreditch. Skateboard pour-over biodiesel pabst goth taxidermy. Wayfarers aesthetic celiac direct trade. Street umami jean shorts mlkshk chicharrones.","notes":"Portland kombucha 90's pour-over distillery before they sold out. Raw denim blue bottle typewriter swag pabst vegan. Craft beer tacos pickled mixtape salvia. Master hammock authentic kickstarter portland green juice.","created_at":"2016-11-03T21:32:28.562Z","updated_at":"2016-11-09T21:17:17.568Z","created_by":null,"committee_id":10},{"id":300,"title":"Anderson-Kreiger Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Irony cray try-hard kitsch. Blue bottle truffaut fashion axe goth pbr\u0026b beard banjo biodiesel. Chia small batch sustainable loko pour-over bespoke celiac cleanse. Flannel 3 wolf moon vhs stumptown.","new_business":"Art party yolo selvage locavore aesthetic polaroid. 8-bit ethical fanny pack taxidermy tofu. Blue bottle hella tumblr.","notes":"Cold-pressed hoodie 3 wolf moon tousled. Everyday farm-to-table echo beard before they sold out street hoodie gentrify. Cray pop-up street slow-carb truffaut meh next level. Direct trade wes anderson fingerstache pickled street. Before they sold out tumblr kickstarter chillwave lumbersexual neutra brooklyn selvage.","created_at":"2016-11-03T21:32:28.564Z","updated_at":"2016-11-09T21:17:17.571Z","created_by":null,"committee_id":14},{"id":301,"title":"Krajcik, Hills and Hirthe Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Fixie salvia authentic lo-fi godard vice. Mlkshk kogi organic. Jean shorts mumblecore trust fund lumbersexual fixie everyday post-ironic crucifix. Taxidermy roof vice post-ironic brunch pour-over iphone blue bottle. Lumbersexual humblebrag butcher.","new_business":"Vhs next level cray irony. Kombucha beard master microdosing. Typewriter chartreuse bespoke ethical scenester microdosing asymmetrical.","notes":"Hella lumbersexual hoodie 90's. Literally banjo schlitz pinterest. Slow-carb 90's artisan synth bespoke.","created_at":"2016-11-03T21:32:28.566Z","updated_at":"2016-11-09T21:17:17.573Z","created_by":null,"committee_id":1},{"id":302,"title":"Blanda-Smitham Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Tattooed squid gastropub bespoke ethical post-ironic pug try-hard. Small batch art party crucifix. Cleanse viral xoxo fashion axe brooklyn selfies banjo sartorial. Retro poutine roof health +1.","new_business":"Diy park viral street pabst organic tousled. Sartorial brooklyn xoxo wes anderson ennui farm-to-table organic kombucha. Cronut small batch brunch umami. Carry tacos shoreditch tofu stumptown venmo bespoke.","notes":"Yuccie vhs fingerstache five dollar toast wes anderson kale chips taxidermy. Narwhal pinterest polaroid chartreuse bespoke park stumptown microdosing. Tacos forage fap listicle actually banh mi heirloom tilde. Meditation intelligentsia diy goth selfies. Pour-over williamsburg swag.","created_at":"2016-11-03T21:32:28.581Z","updated_at":"2016-11-09T21:17:17.575Z","created_by":null,"committee_id":9},{"id":216,"title":"Metz-Hessel Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Quinoa food truck health aesthetic tousled photo booth. Portland kogi food truck leggings letterpress listicle post-ironic polaroid. Post-ironic everyday viral vice shabby chic single-origin coffee cleanse typewriter.","new_business":"Narwhal mlkshk organic readymade. Iphone taxidermy meh whatever etsy. Taxidermy yuccie loko austin semiotics. Microdosing thundercats bitters tote bag skateboard vinyl.","notes":"Freegan small batch stumptown tote bag literally franzen food truck cray. Ennui schlitz intelligentsia 90's gluten-free marfa wes anderson. Hammock quinoa forage leggings gentrify tattooed 3 wolf moon. Stumptown squid brunch locavore.","created_at":"2016-11-03T21:32:28.122Z","updated_at":"2016-11-09T21:17:17.591Z","created_by":null,"committee_id":20},{"id":304,"title":"Senger-McCullough Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Irony tofu master selvage. Synth letterpress microdosing tote bag tacos. Williamsburg venmo wolf celiac organic.","new_business":"Banjo tousled cred cold-pressed vice cliche fanny pack. Occupy offal plaid. Vhs bespoke photo booth.","notes":"Leggings brunch truffaut. Bushwick health echo try-hard street. Xoxo single-origin coffee authentic neutra vegan chambray thundercats. Green juice intelligentsia literally cardigan food truck banh mi waistcoat.","created_at":"2016-11-03T21:32:28.587Z","updated_at":"2016-11-09T21:17:17.578Z","created_by":null,"committee_id":8},{"id":305,"title":"Bailey, Kertzmann and Rippin Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Cliche austin offal tofu. Tattooed ramps normcore cronut forage narwhal microdosing flannel. Goth humblebrag vinegar.","new_business":"Stumptown poutine shoreditch pabst. Paleo pabst offal. Pbr\u0026b five dollar toast kitsch etsy selfies.","notes":"Butcher microdosing artisan franzen. Authentic biodiesel chicharrones kickstarter paleo. Dreamcatcher hoodie shabby chic. Health ugh bespoke you probably haven't heard of them distillery small batch.","created_at":"2016-11-03T21:32:28.590Z","updated_at":"2016-11-09T21:17:17.581Z","created_by":null,"committee_id":15},{"id":306,"title":"Simonis LLC Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Chicharrones art party shabby chic vinyl freegan. Post-ironic yr brooklyn typewriter flannel polaroid marfa. Schlitz literally shoreditch viral wolf pabst. +1 squid semiotics.","new_business":"Deep v authentic ramps fashion axe actually hoodie selvage. Flexitarian mixtape chartreuse echo cred. Tattooed kickstarter 90's schlitz mlkshk tofu sustainable you probably haven't heard of them. Post-ironic ethical kogi semiotics tote bag kombucha lumbersexual. Gentrify hella letterpress.","notes":"Fap yolo chartreuse post-ironic skateboard everyday master. Occupy forage messenger bag banjo marfa. +1 kitsch paleo distillery jean shorts selvage yolo.","created_at":"2016-11-03T21:32:28.593Z","updated_at":"2016-11-09T21:17:17.584Z","created_by":null,"committee_id":2},{"id":207,"title":"Morissette Group Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Green juice hashtag cred. Portland meggings goth offal. Next level godard helvetica meditation austin. Thundercats godard stumptown 90's banh mi distillery williamsburg.","new_business":"Letterpress selvage post-ironic ethical kogi. Park church-key stumptown direct trade salvia pug typewriter. Truffaut cliche vegan tousled freegan sriracha gentrify cronut. Hammock lomo shabby chic chia vegan salvia iphone tacos. Whatever brooklyn synth vinegar yolo tilde irony pbr\u0026b.","notes":"Chambray typewriter park poutine. Carry pickled gluten-free. Meh messenger bag banh mi meggings. Shoreditch cronut keffiyeh yr pug ramps.","created_at":"2016-11-03T21:32:28.037Z","updated_at":"2016-11-09T21:17:17.589Z","created_by":null,"committee_id":7},{"id":224,"title":"Skiles, Homenick and Lakin Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Stumptown pinterest vegan cred vinyl pabst small batch. Schlitz fixie street seitan diy pinterest godard. Biodiesel salvia selvage authentic banh mi readymade.","new_business":"Sustainable banh mi wolf plaid. Venmo typewriter fap synth. Organic humblebrag sustainable. Leggings plaid cornhole whatever fingerstache umami.","notes":"Pinterest artisan semiotics trust fund chambray photo booth mixtape. Normcore synth hoodie celiac. Vhs mixtape you probably haven't heard of them poutine normcore helvetica. Photo booth helvetica kogi lumbersexual heirloom ramps fanny pack.","created_at":"2016-11-03T21:32:28.157Z","updated_at":"2016-11-09T21:17:17.593Z","created_by":null,"committee_id":5},{"id":233,"title":"Bailey and Sons Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Seitan banh mi tacos authentic cray direct trade. Mumblecore pour-over tacos retro mixtape ugh jean shorts biodiesel. Helvetica wolf banh mi shoreditch neutra seitan bushwick butcher. Sartorial meditation locavore selvage banjo slow-carb meh truffaut. Kitsch goth chillwave humblebrag yolo.","new_business":"Flexitarian hashtag yr vinegar lomo. Marfa church-key 3 wolf moon hammock actually. Trust fund banjo 90's offal tattooed +1 small batch bushwick.","notes":"Vinyl asymmetrical cliche mlkshk put a bird on it helvetica leggings. Pop-up wes anderson hashtag jean shorts. Normcore cliche organic. Synth banh mi cornhole fixie distillery. Helvetica actually seitan swag tumblr poutine.","created_at":"2016-11-03T21:32:28.222Z","updated_at":"2016-11-09T21:17:17.596Z","created_by":null,"committee_id":1},{"id":259,"title":"O'Connell, Murphy and Hahn Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Beard carry banh mi offal. Mlkshk post-ironic banjo you probably haven't heard of them put a bird on it chicharrones farm-to-table kinfolk. Chartreuse offal ethical goth chicharrones messenger bag bitters aesthetic.","new_business":"Gastropub dreamcatcher heirloom art party hella. Loko actually ethical. Freegan chicharrones kombucha bicycle rights polaroid slow-carb.","notes":"Vhs lumbersexual master chicharrones jean shorts direct trade thundercats. Bespoke hoodie raw denim selvage food truck kogi 3 wolf moon. Fashion axe hashtag paleo occupy twee. Kombucha before they sold out yr kitsch pug. Selfies shabby chic food truck kale chips chartreuse heirloom franzen drinking.","created_at":"2016-11-03T21:32:28.370Z","updated_at":"2016-11-09T21:17:17.468Z","created_by":null,"committee_id":11},{"id":268,"title":"Reichel Group Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Wes anderson chambray hashtag skateboard. Biodiesel kinfolk portland. Wolf polaroid mumblecore quinoa franzen carry normcore bushwick. Flexitarian skateboard flannel church-key semiotics. Vice tofu organic keffiyeh vegan disrupt banh mi fingerstache.","new_business":"Meh pitchfork +1 pinterest. Fanny pack narwhal viral typewriter seitan franzen fixie meditation. Street ennui farm-to-table schlitz letterpress seitan pop-up yuccie. Lumbersexual knausgaard poutine fashion axe selvage meh butcher post-ironic.","notes":"90's sustainable 3 wolf moon. Blue bottle vice pug crucifix fashion axe chartreuse thundercats bespoke. Fanny pack typewriter occupy semiotics heirloom pop-up. Hella slow-carb semiotics tumblr cold-pressed fanny pack. Sustainable mlkshk schlitz brunch yolo.","created_at":"2016-11-03T21:32:28.410Z","updated_at":"2016-11-09T21:17:17.491Z","created_by":null,"committee_id":17},{"id":277,"title":"Runolfsson-Schulist Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Quinoa franzen synth keffiyeh banh mi wes anderson gentrify vinegar. Celiac vice seitan mustache literally skateboard brunch. Craft beer 90's asymmetrical helvetica hoodie. Vinegar polaroid occupy.","new_business":"Kale chips cornhole green juice cliche. Paleo flannel diy pabst retro quinoa. Tattooed locavore cleanse heirloom pork belly beard. Viral fap sartorial mlkshk flannel.","notes":"Whatever kickstarter yuccie chambray loko banh mi. Pop-up leggings flexitarian everyday. Yr selfies tacos marfa thundercats. Iphone xoxo raw denim distillery aesthetic.","created_at":"2016-11-03T21:32:28.461Z","updated_at":"2016-11-09T21:17:17.511Z","created_by":null,"committee_id":5},{"id":279,"title":"Quigley-Bins Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Shoreditch artisan everyday brunch echo aesthetic kickstarter pabst. Blue bottle authentic yolo kinfolk. Austin cold-pressed locavore twee tattooed mixtape vinyl. Goth quinoa post-ironic butcher freegan. Hoodie bitters wolf scenester gastropub.","new_business":"Flannel blog fashion axe wes anderson health vegan. Photo booth kogi tote bag roof viral raw denim pabst umami. Viral mumblecore paleo beard banh mi next level +1. Blog twee brooklyn chia. Kickstarter artisan farm-to-table ethical letterpress.","notes":"Craft beer lomo lo-fi. Microdosing beard typewriter authentic gluten-free. Humblebrag hoodie banjo ethical kinfolk disrupt pinterest. Tilde shabby chic literally hella yuccie keytar freegan. Thundercats kitsch bitters gentrify vice cliche meggings slow-carb.","created_at":"2016-11-03T21:32:28.466Z","updated_at":"2016-11-09T21:17:17.516Z","created_by":null,"committee_id":7},{"id":286,"title":"Frami, Pouros and Cartwright Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Celiac meggings portland put a bird on it blog. Heirloom vinyl you probably haven't heard of them loko tumblr. Church-key quinoa selvage keffiyeh skateboard. Bicycle rights austin williamsburg food truck hashtag everyday crucifix. Fap cray yuccie blue bottle five dollar toast.","new_business":"Narwhal ethical vice cardigan street. Hammock wolf vegan art party. Godard synth tote bag flannel etsy selfies. Yr actually loko. Leggings beard occupy scenester banh mi fixie.","notes":"Disrupt gentrify salvia bitters cornhole twee. Messenger bag austin goth. Pinterest thundercats humblebrag umami tattooed put a bird on it typewriter chartreuse. Tumblr authentic scenester yolo. Selvage semiotics mixtape crucifix.","created_at":"2016-11-03T21:32:28.499Z","updated_at":"2016-11-09T21:17:17.533Z","created_by":null,"committee_id":13},{"id":294,"title":"Gislason Group Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Portland bitters chia raw denim. Pour-over helvetica pbr\u0026b vhs jean shorts. Meggings brunch raw denim semiotics vinegar.","new_business":"Umami wayfarers raw denim. Chartreuse bespoke vinyl. Tote bag authentic ethical pop-up jean shorts hashtag semiotics. Kale chips tacos synth artisan.","notes":"Normcore bespoke aesthetic. Cornhole meditation banh mi carry normcore sartorial viral. Asymmetrical offal yolo five dollar toast messenger bag schlitz. Before they sold out schlitz vice migas ethical artisan shabby chic franzen. Iphone single-origin coffee poutine chambray typewriter.","created_at":"2016-11-03T21:32:28.550Z","updated_at":"2016-11-09T21:17:17.556Z","created_by":null,"committee_id":9},{"id":251,"title":"Labadie LLC Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Offal bushwick occupy scenester vice chicharrones plaid humblebrag. Locavore actually kombucha everyday twee. Etsy shoreditch knausgaard pitchfork intelligentsia kogi actually humblebrag.","new_business":"Before they sold out pinterest blue bottle selvage wes anderson thundercats forage xoxo. Goth cardigan tilde. Yuccie freegan mustache forage. Sartorial pitchfork banjo trust fund vhs.","notes":"Fap food truck kitsch ennui jean shorts. Xoxo cardigan keffiyeh messenger bag 3 wolf moon gluten-free pinterest. Semiotics bespoke irony. Diy park yolo sriracha. Seitan next level pbr\u0026b.","created_at":"2016-11-03T21:32:28.318Z","updated_at":"2016-11-09T21:17:17.604Z","created_by":null,"committee_id":12},{"id":236,"title":"Pfeffer-Gerlach Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Cliche skateboard fanny pack everyday forage. Taxidermy everyday park messenger bag pug sartorial semiotics farm-to-table. Meggings stumptown selfies. Bitters asymmetrical vice semiotics roof aesthetic schlitz ugh.","new_business":"Wayfarers hoodie cliche small batch lumbersexual everyday. Selfies dreamcatcher raw denim gluten-free shabby chic photo booth pitchfork asymmetrical. Franzen skateboard letterpress loko fashion axe austin goth. Irony lo-fi aesthetic whatever fixie cardigan. Thundercats austin bicycle rights cred keffiyeh slow-carb scenester.","notes":"Park ugh wolf cred lumbersexual thundercats. Cleanse post-ironic normcore bushwick. Cronut fanny pack waistcoat salvia ramps chillwave dreamcatcher crucifix. Kombucha selfies blue bottle leggings. Locavore disrupt celiac drinking irony selfies vice hammock.","created_at":"2016-11-03T21:32:28.243Z","updated_at":"2016-11-09T21:17:17.599Z","created_by":null,"committee_id":10},{"id":242,"title":"Aufderhar, Rempel and Deckow Area Report","attendees":"Houston Krajcik, Dr. Moses Gutkowski, Franz Bailey, Eda Mueller, Isadore Padberg, Lowell Carter, Ms. Claire Mayert, Jaida Skiles PhD, Rhoda Monahan DVM, Llewellyn Dibbert, ","old_business":"Austin actually squid pitchfork tofu synth cardigan keytar. Chia goth whatever messenger bag asymmetrical butcher actually offal. Fanny pack shabby chic pour-over whatever waistcoat. Skateboard portland scenester. Direct trade letterpress hella +1 church-key vice wolf sartorial.","new_business":"Kinfolk disrupt kickstarter taxidermy hammock umami bushwick. Put a bird on it tilde kombucha. Chia lumbersexual humblebrag cliche yuccie distillery. Fanny pack carry 8-bit.","notes":"Pinterest green juice meditation single-origin coffee. Art party selfies sustainable beard readymade. Pork belly ugh blue bottle pickled brunch polaroid raw denim wayfarers. Truffaut fanny pack vinegar craft beer locavore roof gentrify. Hammock banjo sustainable whatever kale chips cardigan park.","created_at":"2016-11-03T21:32:28.279Z","updated_at":"2016-11-09T21:17:17.601Z","created_by":null,"committee_id":15}]